{
    "item": [
        {
            "description": "Apple Inc. (AAPL) raised $8.5 billion in a four-tranche bond offering as the tech giant tapped debt markets at record-low interest rates to fund dividend payments, stock repurchases, among others.The iPhone maker issued the $8.5 billion in debt by selling four different bonds with maturities ranging from three years to 30 years, according to a Reuters report. It sold a $2 billion three-year bond and a five-year $2.25 billion with coupons of 0.75% and 1.125% respectively, the lowest rates the company has paid on bonds with such durations since 2013, according to Refinitiv IFR data.“We intend to use the net proceeds from sales of the notes for general corporate purposes, including repurchases of our common stock and payment of dividends under our program to return capital to shareholders, funding for working capital, capital expenditures, acquisitions and repayment of debt,” Apple said in a preliminary prospectus submitted in a SEC filing.The U.S. central bank has kept interest rates near zero to help the economy recover from the financial hardships caused by the coronavirus pandemic and enable businesses to borrow money at cheap rates. Apple joins a list of large corporates taking advantage of cheap borrowing costs. Boeing Co (BA), the ailing planemaker, said this week it raised $25 billion in debt financing and told investors that as a result it would not need to tap the U.S. government for additional funding for now.As of March 28, 2020, Apple had $98 billion of unsecured senior notes and $7.5 billion of unsecured short-term promissory notes outstanding but no secured senior debt outstanding, according to the prospectus.The joint book-runners on the debt sale were Goldman Sachs & Co., BofA Securities, J. P. Morgan and Morgan Stanley.Wall Street analysts have a bullish outlook on Apple’s stock awarding a Strong Buy consensus rating which is based on 27 Buys, 4 Holds and 1 Sell. The $320.07 average price target indicates 9.2% upside potential for the shares in the coming 12 months. (See Apple stock analysis on TipRanks).Related News:  Starbucks to Reopen 85% of U.S. Stores This Week; Fitch Cuts Rating to BBB  Diamondback Reports Weaker-Than-Expected 1Q20 Results, But Dividend Stays Stable  GE Aviation to Slash Workforce By 25% as Air Travel Stalls; Shares Dip  More recent articles from Smarter Analyst:  * Amarin (AMRN): All Eyes on Vascepa Appeal Verdict   * Nokia Stock Is a Long-Term Play, Says Top Analyst   * $370 Is the Number to Watch for Apple Stock, Says 5-Star Analyst   * SunTust: 3 Cybersecurity Stocks to Watch Ahead of Earnings",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "6073e146-74b8-34be-8f80-60cf293b6fb4"
            },
            "link": "https://finance.yahoo.com/news/apple-shores-8-5-billion-083700262.html?.tsrc=rss",
            "pubDate": "Tue, 05 May 2020 08:37:00 +0000",
            "title": "Apple Shores Up $8.5 Billion in Debt For Dividend Payout, Share Buybacks"
        },
        {
            "description": [],
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "a90d0f81-65f0-3fc5-9465-f7acc86e3c3f"
            },
            "link": "https://finance.yahoo.com/news/france-hoping-deploy-stopcovid-app-062503664.html?.tsrc=rss",
            "pubDate": "Tue, 05 May 2020 06:25:03 +0000",
            "title": "France hoping to deploy StopCovid app by June 2 - minister"
        },
        {
            "description": "Apple Inc on Monday capitalized on the Federal Reserve's emergency measures in response to the coronavirus outbreak to issue its cheapest bonds in years, making it the latest blue-chip company to do so to fund stock buybacks and dividends.  Apple's offering illustrates how companies with the best credit ratings are boosting shareholder returns by tapping cheap debt made available through the Fed's backstopping of the credit markets.  Apple shares are virtually flat year-to-date, compared with a 12% drop in the S&P 500 Index.",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "9b91c91d-97a9-38b6-a4d6-fec453f4754b"
            },
            "link": "https://in.finance.yahoo.com/news/apple-borrows-cheap-fund-buybacks-025546997.html?.tsrc=rss",
            "pubDate": "Tue, 05 May 2020 02:55:46 +0000",
            "title": "Apple borrows on the cheap to fund buybacks, dividends"
        },
        {
            "description": "Apple Inc. (NASDAQ: AAPL) and Alphabet Inc&#39;s (NASDAQ: GOOG)(NASDAQ: GOOGL) Google said they will not allow location tracking in a new contact tracing system they&#39;re developing jointly to tackle the coronavirus (COVID-19) pandemic, Reuters reported.What Happened&quot;Apple and Google, whose operating systems power 99% of smart phones, said last month they would work together to create a system for notifying people who have been near others who have tested positive for COVID-19,&quot; according to Reuters.The contact tracing technology would only be provided to public health authorities. Bluetooth will be used to carry out contact tracing, and no GPS location data would be used or stored, to protect citizen privacy and avoid profiling.See Also: Apple Grows Smartphone Market Share Even As Overall Market Declines At Record PaceWhy It MattersAccording to a joint statement, Bluetooth identifiers rotate &quot;every 10-20 minutes, to help prevent tracking.&quot;&quot;Each user will have to make an explicit choice to turn on the technology,&quot; the companies said. &quot;It can also be turned off by the user at any time.&quot;As Bluetooth is turned off automatically to conserve battery, some COVID-19 encounters may be missed.Apple and Google have both said only one app per country will be allowed to use the contact tracing system, in order to avoid fragmentation and encourage wider adoption. National subunits such as states will be supported.Privacy experts warn that leakage from a location data cache could lead to the ostracisation of businesses and individuals.See more from Benzinga  * US Coronavirus Fight May Be Hampered By Poor-Quality Masks  * Asian Stocks, US Futures Retreat As Investors Fear Worsening China Relations  * Trump Claims &#39;Vaccine By The End Of The Year&#39; At Fox Town Hall(C) 2020 Benzinga.com. Benzinga does not provide investment advice. All rights reserved.",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "34dd3cb6-9d2a-362a-b596-5d5e1f8a15f4"
            },
            "link": "https://finance.yahoo.com/news/apple-google-no-location-tracking-023043381.html?.tsrc=rss",
            "pubDate": "Tue, 05 May 2020 02:30:43 +0000",
            "title": "Apple And Google Say No To Location Tracking In Coronavirus Contact Tracing Apps"
        },
        {
            "description": "A late Wall Street rally is expected to lead Asian stocks higher on Tuesday after tech shares and oil rose on easing coronavirus restrictions and prospects of an economic recovery, overcoming concerns about renewed Sino-U.S. trade tensions.  Futures on major U.S., Hong Kong and Australian indexes were up about 0.3% in early Asia trade after major Wall Street indexes ended up Monday.  The upturn for stocks came on more optimistic statements from the governors of California and New York for reopening businesses.",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "1f0fabe5-2d28-379a-98e6-33965c39b832"
            },
            "link": "https://finance.yahoo.com/news/global-markets-tech-led-wall-235145496.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 23:51:45 +0000",
            "title": "GLOBAL MARKETS-Tech-led Wall St rebound set to lead Asia higher"
        },
        {
            "description": "Among the Dow Jones stocks, Apple and Microsoft are among the top stocks to buy and watch in May 2020.",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "65b53896-faf4-3a06-9d0d-a63cf3c83192"
            },
            "link": "https://finance.yahoo.com/m/65b53896-faf4-3a06-9d0d-a63cf3c83192/dow-jones-stocks-to-buy-and.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 22:29:33 +0000",
            "title": "Dow Jones Stocks To Buy And Watch In May 2020; Apple, Microsoft In Buy Range"
        },
        {
            "description": "Apple Inc’s massive cash pile didn’t stop the iPhone maker from adding to the bonanza of U.S. investment-grade companies borrowing in the bond market during the pandemic.",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "8435745e-59b2-3826-b06b-4b3b5ea8ca36"
            },
            "link": "https://finance.yahoo.com/m/8435745e-59b2-3826-b06b-4b3b5ea8ca36/apple-borrows-%248.5-billion%2C.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 21:15:00 +0000",
            "title": "Apple borrows $8.5 billion, joins record corporate debt borrowing spree"
        },
        {
            "description": "Due to COVID-19’s impact, expectations were low ahead of Apple’s (AAPL) 2Q:FY20 earnings results. But boosted by a growing Services segment, and despite dipping sales for iPhones and Macs, Apple delivered the goods.In a solid report, Apple announced revenue of $58.31 billion, up year-over-year by 1% and beating the Street’s call for $54.54 billion. Additionally, EPS of $2.55 beat the consensus estimate of $2.26. Although iPhone sales dropped by 7% to $29 billion, in what amounts to a new quarterly record, the company’s services segment reported quarterly revenue of $13.3, an increase of 17% year-over-year. The wearables, home, and accessories segment sales grew to $6.3 billion (up 23%).Moreover, Apple also reported its installed base of active users reached a new all -time high. Although no exact figure was provided, the growing user base has helped accelerate new paid subscriptions; Following 9 consecutive quarters of adding 30 million new paid subscriptions across all platforms, Apple added 35 million new subs this time around.As expected, Apple didn’t provide any guidance, but the promising report is reason enough for Monness analyst Brian White to boost revenue forecasts for the next quarter.The 5-star analyst raised 3Q:FY20’s expected revenue from $51.85 billion up to $53.53 billion, along with raising the EPS forecast from $1.93 to $1.99.Looking further ahead to Apple’s anticipated September launch of its flagship product, the iPhone 12, White acknowledges the launch may be delayed but “would be surprised,” should it be pushed back to next year.White remains firmly with the bulls, and summarized, “Although we expect Apple to remain challenged in the current economic environment, we believe Apple’s strong balance sheet, iconic brand, rapidly growing services business, pipeline of innovations, hardline stance on personal privacy and leadership role during this crisis will allow the company to emerge from this downturn stronger than it entered.Accordingly, White reiterated a Buy on Apple, along with a $370 price target, which implies nearly 26% upside from current levels. (To watch White’s track record, click here)White&#39;s bullish stance on Apple is in line with Wall Street’s view. Apple has a Strong Buy consensus rating, based on no less than 27 Buy ratings set in recent weeks. Shares are trading for $293.16, and the stock’s recent strong gains have pushed that price close to the average price target of $320.07, leaving a 9% upside from current levels. (See Apple stock analysis on TipRanks)To find good ideas for stocks trading at attractive valuations, visit TipRanks’ Best Stocks to Buy, a newly launched tool that unites all of TipRanks’ equity insights. More recent articles from Smarter Analyst:  * Apple Shores Up $8.5 Billion in Debt For Dividend Payout, Share Buybacks   * Amarin (AMRN): All Eyes on Vascepa Appeal Verdict   * Nokia Stock Is a Long-Term Play, Says Top Analyst   * SunTust: 3 Cybersecurity Stocks to Watch Ahead of Earnings",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "5b438fff-5e95-3f5d-8ed8-d1e69a5c2c86"
            },
            "link": "https://finance.yahoo.com/news/370-number-watch-apple-stock-211455564.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 21:14:55 +0000",
            "title": "$370 Is the Number to Watch for Apple Stock, Says 5-Star Analyst"
        },
        {
            "description": "You can&#39;t follow all of this week&#39;s reports, but keep an eye on Shopify, PayPal, Apple supplier Lumentum and others near buy points with earnings due.",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "1e51c273-f164-31cd-b9b3-8bb96e2c593d"
            },
            "link": "https://finance.yahoo.com/m/1e51c273-f164-31cd-b9b3-8bb96e2c593d/shopify%2C-apple-supplier-lead.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 20:55:35 +0000",
            "title": "Shopify, Apple Supplier Lead 5 Stocks Near Buy Points With Earnings Due"
        },
        {
            "description": "U.S. stocks ended higher on Monday as increases in large tech and internet companies and oil price gains outweighed concerns about the latest U.S.-China tensions and downbeat sentiment from the annual meeting of Warren Buffett&#39;s Berkshire Hathaway. California Governor Gavin Newsom said that retail businesses in the state may begin reopening as early as this week. The Dow Jones Industrial Average rose 26.07 points, or 0.11%, to 23,749.76, the S&P 500 gained 12.03 points, or 0.42%, to 2,842.74 and the Nasdaq Composite added 105.77 points, or 1.23%, to 8,710.72.",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "3bc79d33-6236-3c45-953f-9b28a690fc53"
            },
            "link": "https://finance.yahoo.com/news/us-stocks-wall-street-snaps-204722831.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 20:47:22 +0000",
            "title": "US STOCKS-Wall Street snaps 2-day slump on lift from tech titans"
        },
        {
            "description": "U.S. stocks ended higher on Monday as increases in large tech and internet companies and oil price gains outweighed concerns sparked by fresh U.S.-China tensions and downbeat sentiment from the annual meeting of Warren Buffett&#39;s Berkshire Hathaway. Energy was the best performing S&P 500 sector, rising 3.7%, as oil prices gained.",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "d6507e7c-4a8a-36e0-b7d0-93af14220305"
            },
            "link": "https://finance.yahoo.com/news/us-stocks-wall-st-snaps-202549652.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 20:25:49 +0000",
            "title": "US STOCKS-Wall St snaps two-day slump as tech titans give lift"
        },
        {
            "description": "The coronavirus pandemic has had an impact on the  smartphone market,  as reflected by the 11.7% year-over-year decline in overall shipments in the first quarter, according to the International Data Corporation.Tech giant Apple Inc. (NASDAQ: AAPL), though not immune to the downturn, largely maintained its year-over-year shipment numbers and also grew its market share. Pandemic Disrupts Smartphone Supply, Demand Overall global smartphone shipments came in at 275.8 million in the first quarter, marking the biggest year-over-year decline on record, according to the IDC report. Unsurprisingly, China led the decline with a 20.3% slump. The quarter saw the onset of the pandemic in China and a ubsequent lockdown in the nation to curb the coronavirus. Western Europe and the U.S. were close behind, with declines of 18.3% and 16.1%, respectively.As the quarter progressed, supply chain issues in China also hurt global shipments, IDC said.&quot;While the supply chain in China started to recover at end of the quarter, as IDC expected, major economies around the world went into complete lockdown causing consumer demand to flatline,&quot; Nabila Popal, research director at the IDC&#39;s Worldwide Mobile Device Trackers, said in the report. See also:  Apple&#39;s &#39;China Growth Renaissance&#39; Unlikely To Be Hurt By Coronavirus, Analyst Says Apple Fares Better Among Top Smartphone Producers Apple shipped 36.7 million units of smartphones in the first quarter, according to the IDC&#39;s estimates. This represented a mere 0.4% year-over-year drop. The Cupertino, California-based company expanded its market share from 11.8% in the first quarter of 2019 to 13.3% in the first quarter of 2020.In comparison, South Korean electronics giant Samsung shipped 58.3 million units, translating to 21.4% of the total market. This represents a decline from the 23% share Samsung held in the same quarter of last year.Unit shipments fell a steeper 18.9% year-over-year.Source:  IDC Second-place smartphone vendor Huawei saw a contraction in its market share from 18.9% to 17.8%, as it sold 49 million units, a 17.1% year-over-year drop.IDC attributed Apple&#39;s relatively better performance to the iPhone 11&#39;s positive reception.The recent launch of the SE model could bring in more sales, as it that targets the lower-priced segment at a time when cost-conscious buyers could favor budget models in an uncertain economic climate.Apple doesn&#39;t break down iPhone numbers. The company said in its second-quarter results released last week that iPhone revenue fell 6.7% to $28.96 billion.Xiaomi Corp (OTC: XIACF) and Vivo, which took the fourth and fifth positions in the IDC report, grew their market share by 1.9 and 1.6 percentage points, respectively. Unit shipments from these two vendors rose 6.1% and 7%, respectively.Related Link:  BofA Raises Apple&#39;s Price Target, Expects &#39;Another Leg Up&#39; Following Q1 Earnings Photo courtesy of Apple. See more from Benzinga  * Nvidia Reportedly Eyeing 5nm Chips Even As Apple, AMD Ramp Up Orders  * Apple Analyst Braces For &#39;Friday The 13th&#39;-Like Q2, Says iPhone On Track  * Apple Reportedly Shifting Away From Intel, Will Make Its Own Mac Chips(C) 2020 Benzinga.com. Benzinga does not provide investment advice. All rights reserved.",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "fd7ac2ab-6bf3-35a3-82de-b5b6886962d5"
            },
            "link": "https://finance.yahoo.com/news/apple-grows-smartphone-market-share-201512441.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 20:15:12 +0000",
            "title": "Apple Grows Smartphone Market Share Even As Overall Market Declines At Record Pace"
        },
        {
            "description": "Apple&#39;s newest MacBook Pros sport a better keyboard and faster storage than their predecessors, with high-end trims also featuring faster processors and memory.",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "3ef0afc8-f2d4-3088-8569-3d514dc43e22"
            },
            "link": "https://finance.yahoo.com/m/3ef0afc8-f2d4-3088-8569-3d514dc43e22/apple%26%2339%3Bs-new-13-inch.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 20:07:00 +0000",
            "title": "Apple&#39;s New 13-Inch MacBook Pro Should Prove Popular With Remote Workers"
        },
        {
            "description": "(Bloomberg) -- U.S. companies are looking to set a third straight record month for bond issuance, with Apple Inc. and Avis Budget Group Inc. among the first out of the gates Monday.Apple brought an $8.5 billion sale after skipping its forecast for the first time in more than a decade, while rental car company Avis is seeking to raise $400 million. The tech giant was one of 10 investment-grade borrowers selling bonds Monday, in what some see as the start of another record month for supply.Companies have been borrowing at a rampant pace to shore up cash during the pandemic, with global lockdowns still largely in effect. Many are tapping the bond markets right after reporting earnings, where it’s become the norm to scrap financial estimates for the rest of the year.The first real wave of issuance got underway in March when the Federal Reserve said it would buy U.S. corporate bonds. It wasn’t until today that the central bank outlined its plans to purchase the securities in the coming days, but it will start with eligible exchange-traded funds first.Today’s investment-grade deals were “simply a continuation of extremely strong supply we saw in April as companies bolster their balance sheets,” said Steven Oh, global global head of credit at Pinebridge Investments LP. “That supply is meeting robust demand from investors, which is additionally buoyed by forthcoming Fed as buyer.”Joining Apple in the high-grade market was Oneok Inc., a midstream oil and gas company that’s rated one step above junk at Moody’s Investors Service. It’s refinancing debt with $1.5 billion of new bonds due in five, 10 and 30 years. The shortest portion will yield 5.5 percentage points above Treasuries, a level in line with high-yield rated borrowers.And speaking of high yield, which just had its busiest month for issuance in three years, Kraft Heinz tapped in that market for the first time since becoming a fallen angel in February, when it lost its investment-grade ratings. It’s raising $2 billion of notes, with some of them at yields around 4.25% and under -- less than those of Oneok. Kraft Heinz also announced a tender offer to buy back up to $1.2 billion of bonds due in the next three years.In Europe, credit risk climbed and new bond sales slowed amid mounting economic gloom and fresh tensions between the world’s two largest economies. U.S. President Donald Trump said he has little doubt that China misled the world about the scale and risk of the coronavirus.U.S.Avis is seeking to borrow $400 million of senior secured notes, confirming an earlier report by Bloomberg. Apple was in with a four-part offering -- it last borrowed in the dollar market in September.Starbucks was also in the market, and one of the latest companies to be downgraded in the middle of a bond sale. Fitch cut it one notch to BBB with a negative outlook after initial price talk was announcedFor deal updates, click here for the New Issue MonitorBDCs, the most visible part of the $800 billion private-credit market, are set to give an early look this week into how the asset class is faring amid the Covid-19 pandemicDirect lender Owl Rock is looking to raise $1.5 billion to lend to small and mid-sized companies facing liquidity issues amid the pandemic, according to people familiar with the matterEuropeA Bloomberg News survey of market participants carried out before the weekend had forecast at least 30 billion euros ($33 billion) of issuance in the region this week.Primary market issuance was limited to offerings from two German states while GlaxoSmithKline Plc brought the only corporate deal, including its first sterling bonds since 2012Consultants at EY said more than a fifth of listed U.K. companies issued a profit warning in the first quarter of 2020, well above the 17% seen in the whole of 2008Norwegian Air Shuttle ASA shareholders agreed a restructuring plan that will qualify the struggling carrier for state aid and keep it afloat in the coming months. More than 10 billion kroner ($957 million) of debt will be converted to equity, wiping out current shareholdersAir France-KLM won EU approval for a French government subordinated shareholder loan and guarantee, the European Commission saidSpain’s Telefonica SA confirmed it’s in talks with Liberty Global Plc to create the U.K.’s largest telecom operator. It follows an El Confidencial report that the company is to revise down its earnings forecastAsiaIndonesian contractor Hutama Karya was the sole Asia issuer to market dollar bonds on Monday as the cost of insuring debt against default in the region rose amid risk-off sentiment.The Markit iTraxx Asia ex-Japan index of credit-default swaps increased around 4 basis points to about 120.4 and the most in a weekFor more articles like this, please visit us at bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2020 Bloomberg L.P.",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "5ce5e12d-c0d6-34c2-b24a-a523c8ef3a63"
            },
            "link": "https://finance.yahoo.com/news/apple-avis-lead-busy-day-143619224.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 19:45:49 +0000",
            "title": "Apple, Avis Lead Busy Day of Bond Sales With Fed Ready to Buy"
        },
        {
            "description": "Top Analyst Reports for Apple, Berkshire Hathaway & Pfizer",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "8df17bd2-828f-3096-aef6-daad08d48be1"
            },
            "link": "https://finance.yahoo.com/news/top-analyst-reports-apple-berkshire-192507561.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 19:25:07 +0000",
            "title": "Top Analyst Reports for Apple, Berkshire Hathaway & Pfizer"
        },
        {
            "description": "Airline stocks were in a tailspin Monday, after Warren Buffett bailed on the industry.  Buffett said Saturday that he had sold his entire stake in U.S. airline stocks through his holding company  (BRKA) (ticker: BRK.B).  Buffett held stakes of roughly 8% and 10% in the four largest U.S. carriers:  (AAL) (AAL),  (2308) Air Lines (DAL), United Airlines (UAL), and  (LUV) (LUV).",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "7e080522-6c33-312f-ac77-1e72eead89c2"
            },
            "link": "https://finance.yahoo.com/m/7e080522-6c33-312f-ac77-1e72eead89c2/airline-stocks-are-down-after.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 19:15:00 +0000",
            "title": "Airline Stocks Are Down After Buffett Sells Stake. But This May Be the Bottom."
        },
        {
            "description": "Last week ended with two days of losses, and those losses have extended into this week, as the Dow Jones Industrial Average continues to slide.",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "66758dfb-5aea-3c88-a469-a62645dda8a1"
            },
            "link": "https://finance.yahoo.com/m/66758dfb-5aea-3c88-a469-a62645dda8a1/the-dow-is-dropping-because.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 18:56:00 +0000",
            "title": "The Dow Is Dropping Because Tech Stocks Never Go Out of Style"
        },
        {
            "description": "AAPL sports attractively priced options to boot",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "0c8f9f01-26ba-3b71-8790-7baea4e641a1"
            },
            "link": "https://finance.yahoo.com/news/call-traders-bite-apple-stock-185034235.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 18:50:34 +0000",
            "title": "Call Traders Take a Bite Out of Apple Stock"
        },
        {
            "description": "The new 13-inch MacBook Pro comes equipped with Apple&#39;s Magic Keyboard and double the storage of the previous generation.",
            "guid": {
                "@attributes": {
                    "isPermaLink": "false"
                },
                "0": "a57a2509-8616-39dd-873e-21593d73d636"
            },
            "link": "https://finance.yahoo.com/m/a57a2509-8616-39dd-873e-21593d73d636/apple-launches-new-13-inch.html?.tsrc=rss",
            "pubDate": "Mon, 04 May 2020 18:39:00 +0000",
            "title": "Apple Launches New 13-inch MacBook Pro Despite Pandemic"
        }
    ],
    "language": "en-US",
    "lastBuildDate": "Tue, 05 May 2020 09:28:47 +0000"
}